<template>
  <div class="body">
    <div class="wrap-agreement">
      <h3 class="fs-22">榕树云在线增值服务协议</h3>
      <p class="fs-14">导言</p>
      <p class="fs-14">欢迎您使用榕树云在线增值服务！</p>
      <p
        class="fs-14"
      >为使用榕树云招聘的在线增值服务时（以下简称 “ 本服务 ” ），您应当阅读并遵守《榕树云在线增值服务协议》（以下简称 “ 本协议 ” ）。请您务必审慎阅读、充分理解各条款内容，特别是设定、免除或限制责任的相应条款（尤其是加粗的内容）。</p>
      <p class="fs-14">除非您已阅读并接受本协议所有条款，否则您不应当继续购买或使用本服务。您对本服务的任何购买或使用行为即视为您已阅读并同意本协议的约束。</p>
      <p class="fs-14">如您在榕树云招聘平台使用本服务，您作为榕树云招聘的用户，还应同时遵守 《榕树云用户服务协议》</p>
      <p class="fs-14">本协议内容同时包括榕树云可能不断发布的关于本服务的相关协议、业务规则等内容。上述内容一经正式发布，即为本协议不可分割的组成部分，用户同样应当遵守。</p>
      <p class="fs-16 mtb-20-30">
        <b>一、服务描述及定义</b>
      </p>
      <p
        class="fs-14"
      >1. 本服务：“本服务”即榕树云在线增值服务，是指榕树云招聘推出的可在线购买的付费服务，这些服务内容包括但不限于榕树云招聘的招聘道具、会员套餐、求职道具等服务。</p>
      <p class="fs-14">2. 用户：指具有完全民事行为能力的榕树云旗下各平台产品或服务的使用者。</p>
      <p class="fs-14">3. 用人者：指有用人需求，具有用人资格，在榕树云招聘上发布招聘及相关信息的企事业单位或其他组织。</p>
      <p class="fs-14">4. 账号：指用户为使用榕树云及相关服务而登记注册的用户身份识别信息。</p>
      <p class="fs-14">
        5.
        <b class="color-black">服务中提到的“月”，统一指的是30日。</b>
      </p>
      <p class="fs-16 mtb-20-30">
        <b>二、服务购买与使用</b>
      </p>
      <p class="fs-14">
        <b>（一）服务说明</b>
      </p>
      <p class="fs-14">1. 榕树云提供的在线服务采用收费与免费结合的方式，用户须先成为榕树云的普通注册用户之后，才能继续购买或使用服务。</p>
      <p class="fs-14">2. 用户在购买本服务后，可通过登录账号免费查询购买及使用的服务详情。</p>
      <p
        class="fs-14"
      >3. 榕树云可能会根据不同的产品、不同的用户需求、服务类型及服务期限等，推出不同的增值服务，也可能会根据用户的需求、产品、服务类型及服务期限的变化等，对现有增值服务种类进行调整以及不断推出新的增值服务种类。榕树云也可能会在不同时间推出具体不同的服务内容，以</p>
      <p class="fs-14">
        4. 请注意：
        <b
          class="color-black"
        >榕树云提供的在线增值服务均非结果类付费服务，除服务产品有特别说明外，榕树云对于用户购买及使用本服务后的实际招聘结果不作任何承诺、不承担任何责任。</b>
      </p>
      <p class="fs-14">
        <b>（二）服务购买</b>
      </p>
      <p
        class="fs-14"
      >1. 用户可根据自身需求购买相应服务，如涉及个人代表组织采购需提前获得组织内部授权或批准的情况，用户应自行完成上述前置程序。一旦用户在榕树云上购买本服务，即视为已完成上述前置程序（如有）。</p>
      <p class="fs-14">2. 用户购买本服务，须按照本服务收费标准支付相应费用。服务具体收费标准以榕树云相应页面届时公布的内容为准。</p>
      <p
        class="fs-14"
      >3. 榕树云有权随时修改各类服务的资费政策（包括但不限于服务价格）、订购方式，并在榕树云相关页面予以公布。如用户不同意按照届时榕树云制定（修改）并公布的资费政策（包括但不限于服务价格）支付服务费用或不同意按照届时榕树云制定（修改）并公布的订购方式订购相应服务，则用户将不能继续获得相应服务（部分或全部），榕树云有权不予退还用户已支付的任何服务费用。但是用户已经付费取得的服务内容、服务时长等，可以在原有范围内使用；如因服务内容变更导致无法继续使用的，用户可以申请退还未使用部分的费用。</p>
      <p
        class="fs-14"
      >4. 用户通过服务页面指定的支付方式进行付款，目前榕树云平台支持支付宝付款，未来可能会增加其他支付方式或对现有支付方式进行调整，请用户以榕树云届时相关服务页面公布、实际提供的支付方式为准。用户使用第三方支付工具购买本网站付费服务的，还应相应遵守第三方服务提供商的相应规则。</p>
      <p class="fs-14">
        5.
        <b
          class="color-black"
        >榕树云平台提供的在线增值服务均属数字化商品，不支持七天无理由退款。 用户付款成功后，原则上榕树云不提供任何退款或变更订单服务。无论是否已使用相关服务，用户均不得向榕树云要求退还支付的金额，除非因榕树云原因导致所支付金额或充值的勾豆无法使用到任何榕树云在线增值服务中。</b>
      </p>
      <p
        class="fs-14"
      >6. 用户应妥善保管好自己的账户密码、支付工具及密码等，并在付款前仔细确认账号、服务、金额等信息，一旦付款成功，即视为用户已完成采购或充值。用户不得以操作不当或不了解充值计费方式、看错金额、错充账号等理由要求榕树云退款或给予任何赔偿或补偿。</p>
      <p
        class="fs-14"
      >7. 用户不得通过榕树云之外的任何第三方平台或渠道（如淘宝、京东等平台上的店铺，闲鱼、贴吧等个人交易，等）购买本服务；不得将账号提供给第三方进行代充代付等活动。因违反前述约定导致用户隐私泄露、充值失败或者服务未购买成功等情形的，用户应当自行承担相应后果；如给榕树云造成损失的，榕树云可以要求用户承担违约责任并赔偿损失。如用户发现任何未经榕树云授权许可的第三方平台或渠道的，请及时向榕树云反馈，反馈邮箱：info@applyoffer.com。</p>
      <p class="fs-14">
        <b>（三）服务使用</b>
      </p>
      <p class="fs-14">1. 榕树云将在用户购买本服务并支付相应价款后及时提供服务，本服务仅限购买账户使用，无法转让。</p>
      <p
        class="fs-14"
      >2. 用户应以合法目的、合理方式开通及使用本服务。用户的行为（包括但不限于使用本服务过程中的所有行为、针对本服务所进行的任何行为、利用本服务进行的后续行为等）不得违反法律、行政法规、部门规章、地方性法规等规范性文件，本网站的各项规则和协议以及社会公序良俗。在使用服务期间，不得从事任何违反法律法规、平台规则的业务、不得发布任何违反平台规则的信息。榕树云有权依据常识及社会大众通常认知水平做出是否合规的判断而不必须依据公权力机关事后通知、查处、判决等文件。</p>
      <p class="fs-14">3. 招聘类服务行为限制</p>
      <p
        class="fs-14"
      >用户购买使用招聘类服务仅可用于自身招聘，不得利用服务进行除招聘以外的行为或损害求职者利益，包括但不限于：收集求职者数据、简历用作他用，以自身招聘为名招收学员或办理贷款，使用平台服务从事公司业务经营活动，利用平台服务中聊天沟通等功能进行广告营销等情形。</p>
      <p class="fs-14">4. 责任声明</p>
      <p
        class="fs-14"
      >请注意：用户必须为自己注册账号下的一切行为负责，包括但不限于所发表的任何内容以及由此产生的任何后果。用户应对本服务中的内容自行加以判断，并承担因使用内容而引起的所有风险，包括因对内容的正确性、完整性或实用性的依赖而产生的风险。</p>
      <p class="fs-16 mtb-20-30">
        <b>三、协议的变更、解除或终止</b>
      </p>
      <p class="fs-14">
        <b>（一）协议的更新和修改</b>
      </p>
      <p
        class="fs-14"
      >榕树云保留随时修正、更新本协议的权利。用户可以随时访问本协议页面来获知最新版本。用户如认为变更无法接受，并不影响已发生义务及责任的承担。如果继续使用榕树云相关服务的，则视为用户接受变更条款并愿意受其约束</p>
      <p class="fs-14">
        <b>（二）协议的解除和终止</b>
      </p>
      <p class="fs-14">有以下情形的，本协议归于解除或终止：</p>
      <p class="fs-14">1. 本网站基于法律法规等规范性文件、本网站的各项规则和协议以及社会公序良俗，终止对用户提供服务的。该情形的协议终止并不免除用户应承担的相应责任。</p>
      <p class="fs-14">2. 一方主体归于消灭、撤销等无法有效存续状态的。依据法律法规的规定处理未决问题。</p>
      <p
        class="fs-14"
      >3. 因不可抗力使本协议无法继续履行或者没有履行必要和意义。不可抗力是指不能预见、不能避免并不能克服的客观情况，包括但不限于战争、台风、水灾、火灾、雷击或地震、罢工、暴动、法定疾病、黑客攻击、网络病毒、电信部门技术管制、政府行为或任何其它自然或人为造成的灾难等客观情况。</p>
      <p class="fs-14">4. 本协议终止或更新时，用户不接受新的协议。用户应当立即停止使用本网站的服务。</p>
      <p class="fs-16 mtb-20-30">
        <b>四、违约责任</b>
      </p>
      <p class="fs-14">1. 任何一方违反本协议约定的行为均构成违约行为，均应承担相应的责任。</p>
      <p
        class="fs-14"
      >2. 对于用户的任何违反本协议规定的行为，本网站有权采取相应处理措施，方式包括但不限于记录不良行为、调整用户信用等级、黑白名单限制、暂停服务、下线信息、封禁用户账号等。形式包括系统后台记录或网站公示公开。该等处理措施将影响用户使用本网站的服务，涉及违法、犯罪的，本网站将移交司法机关处理。</p>
      <p class="fs-14">
        <b
          class="color-black"
        >请注意：用户违反本协议第二条第（三）款第3项相关规定的，或被系统检测出异常操作行为的（如短时间内多次或超过合理程度购买/取消订单，发布职位或沟通频率数量等明显超出合理程度等），利用平台规则漏洞无偿享有付费服务的，或任何导致平台其他用户正当投诉或举报达三次及以上的事宜或行为，视为严重违约，榕树云有权立即停止提供服务并对其在平台上的账号、公司主页和/或发布的信息进行封禁，且不予退还任何已支付的费用，给榕树云造成其他损失的，应由该用户承担全部责任。</b>
      </p>
      <p
        class="fs-14"
      >3. 如因榕树云违反有关法律、法规或本协议项下的任何条款而给用户造成损失，榕树云同意承担由此造成的违约责任。但榕树云的赔偿责任以用户就使用服务已支付的价款为限。</p>
      <p class="fs-16 mtb-20-30">
        <b>五、其他</b>
      </p>
      <p class="fs-14">1. 榕树云的所有权、运营权、解释权归清飞信息科技（上海）有限公司所有。榕树云拥有对本协议的最终解释权。</p>
      <p class="fs-14">2. 用户与本平台的任何纠纷，可以通过协商的途径解决。协商不成的，任何一方可向榕树云运营方清飞信息科技（上海）有限公司住所地有管辖权的人民法院提起诉讼。</p>
      <p class="fs-14">3. 本协议的订立、生效、解释、执行、管辖、争议的解决均适用中华人民共和国法律。</p>
    </div>
  </div>
</template>
<script setup lang="ts">
</script>
<style lang="scss" scoped>
.body {
  overflow: hidden;
  .wrap-agreement {
    font-family: 等线;
    margin: 10px 40px 220px 40px;
    h3 {
      text-align: center;
      line-height: 40px;
    }
    p {
      line-height: 200%;
    }
  }
}
.mtb-20-30 {
  margin: 20px 0 30px 0;
}
.color-black {
  color: #3f3f3f;
}
</style>